12/data/attachments/64a45cdf8fa01b72.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>Crystal_something_Actions_54104_4</nif:username>
            <nif:friendToBeRequested>soap_actions_43330617-2f07-4ec0-9ef2-ead5f48dd75b</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>